Repository: AndreaAutiero/CTeam
Catalog: CTeam/*.lproj/Localizable.strings
Languages: it

# unina.cteam.poem
source: UniNa Corse is an association made up of professors and students of the Federico II University of Naples. Founded in 2010, it was refounded in 2015 with the aim of promoting the design and construction of a racing car to participate in the FORMULA SAE championship.
it: UniNa Corse è un’associazione costituita da docenti ed allievi dell’Università Federico II di Napoli. Nata nel 2010 fu rifondata nel 2015 con lo scopo di promuovere la progettazione e realizzazione di un auto da corsa per partecipare al campionato FORMULA SAE.

# ui.about
source: About Us
it: Chi siamo

# ui.chat.template
source: Shout out your first message!
it: Scrivi un messaggio!

# nav.title.group
source: Group
it: Gruppo

# ui.chat.faketext.1
source: I tried the new unina helmet on the track, anyone else tried it?
it: Ho provato il nuovo casco di unina in pista,chi come me in chat?

# ui.chat.faketext.2
source: I tried it
it: Io l'ho provato

# ui.chat.faketext.3
source: Wow it's fantastic
it: Wow è fantastico

# ui.chat.faketext.4
source: I improved my time and had excellent control of the car
it: Ho migliorato il mio tempo e avevo un ottimo controllo della macchina

# ui.score.lap
source: LAPS
it: GIRI

# ui.score.sector
source: SECTORS
it: SETTORI

# ui.circuit.track
source: Track
it: Circuito

# car.label
source: Car
it: Auto

# ui.rental.label.volume
source: Engine Capacity
it: Cilindrata

# ui.rental.label.weight
source: Weight
it: Peso

# ui.rental.label.maxspeed
source: Top Speed
it: Velocità di punta

# ui.rental.label.horsepower
source: Delivered Power
it: Potenza sprigionata

# cost.label
source: Cost
it: Costo

# rent.label
source: Rent
it: Prenota

# fakeserver.label
source: Booking Server is currently offline
it: Il server delle prenotazioni non è in linea

# fakeserver.title
source: Warning
it: Avviso

# dismiss.label
source: Give up
it: Va bene

# ui.nav.circuits
source: Circuits
it: Circuiti

# ui.nav.scores
source: Scores
it: Risultati

# ui.nav.groups
source: Groups
it: Gruppi

# ui.sendmail
source: Send feedback
it: Invia un feedback

source: LAP
it: GIRO

source: GAP
it: STACCO

source: TIME
it: TEMPO

source: SECTOR 1
it: SETTORE 1

source: SECTOR 2
it: SETTORE 2

source: SECTOR 3
it: SETTORE 3

# fakelock.label
source: You should earn Token to watch this video
it: Devi guadagnare dei Token per vedere questo video

# ui.nav.title.dvdvideo
source: All videos
it: Tutti i video

# monza.curva1
source: You pass on the straight with the fifth to put the sixth and reach the maximum speed, you go down to second gear to face the first variant paying attention to the braking point.
it: Si passa sul rettilineo con la quinta per mettere la sesta e raggiungere la massima velocità, si scala in seconda marcia per affrontare “la prima variante” facendo attenzione al punto di frenata.

# monza.curva2
source: Leaving the first variant you face the big curve and put 3 gears with the car in full support, initially taking the rope point and then widening, accelerating almost to the limiter.
it: Usciti dalla “prima variante” si affronta la “curva grande” e si mettono 3 marce con la macchina in pieno appoggio prendendo inizialmente il punto di corda e poi allargarsi ,accelerando quasi fino al limitatore.

# monza.curva3
source: You arrive at the variant of the canal, go down 2 gears, tackle the first curve of the second variant and widen at the exit.
it: Si arriva la variante della roggia si scalano 2 marce si affronta la prima curva della “seconda variante” e ci si allarga in uscita.

# monza.curva4
source: We arrive at the “lesmo curves” where the first is completely Czech and we face a march on the “second of lesmo” on the fourth scale.
it: Si arriva alle “curve di lesmo” dove la prima è completamente ceca e si affronta in quartai scala una marcia sulla “seconda di lesmo.

# monza.curva5
source: You go downhill to the ascari variant you downshift 2 gear and between the first and second curve of the ascari variant you put the fourth gear widening out to face the parabolic being narrow at the entrance and then widening at the exit.
it: Si va in discesa fino alla “variante ascari” si scalano 2 marcia e tra la prima e la seconda curva della variante ascari si mette la quarta marcia allargandosi in uscita per affrontare la “parabolica” stando stretti in ingresso e poi allargarsi in uscita.

# monza.storia
source: Built in 1922, third in the world after Brooklands and Indianapolis, it has been the scene of some of the greatest sporting and technological innovations. Its flyover (link dedicated page) is unique in the world and important pages of world motoring and scientific research have been written on its curves.
it: Costruito nel 1922, terzo al mondo dopo quelli di Brooklands e Indianapolis, è stato teatro di alcune tra le più grandi innovazioni sportive e tecnologiche. La sua sopraelevata (link pagina dedicata) è unica al mondo e sulle sue curve sono state scritte importanti pagine dell’automobilismo mondiale ma anche della ricerca scientifica.

# varano.curva1
source: You exit the last corner in third and take the fourth before the finish line, take the fourth almost to the limiter and pay attention to the braking of the first variant because you arrive with wheels that are not quite straight.
it: Si esce dall’ultima curva in terza e si mette la quarta prima del traguardo, si porta la quarta quasi al limitatore e si fa attenzione alla staccata della “prima variante” perché si arriva con ruote non del tutto dritte.

# varano.curva2
source: You sacrifice the exit of the first of the 2 Ss in order to get out faster in the second of the 2.
it: Si sacrifica l’uscita della prima delle 2 “esse” in modo da uscire più veloci nella seconda delle 2.

# varano.curva3
source: You go along the straight with the third limiter and brake hard to enter the parabolic taking the central point of the rope, put the fourth and then re-climb in third on the first S, without braking too much inside the curve otherwise the car breaks down.
it: Si percorre il rettilineo con la terza a limitatore e si frena forte per entrare nella “parabolica” prendendo il punto di corda centrale, si mette la quarta per poi ri-scalare in terza sulla prima esse, senza frenare troppo dentro la curva altrimenti la macchina si scompone.

# varano.curva4
source: As in the first part of the circuit, facing the 2 S, the first is sacrificed, the third is held and the entrance is reduced to curve 6 and then the fourth is placed on the straight
it: Come nella prima parte del circuito affrontando la “2 esse” si sacrifica la prima ,si tiene la terza sia arriva a “curva 6 ” si parzializza l’ingresso per poi mettere la quarta per il rettilineo

# varano.curva5
source: He comes off putting the third to approach curve 9, all in third trying to keep the average speed as high as possible.
it: Si stacca mettendo la terza per approcciare “curva 9”,tutto in terza cercando di mantenere la velocità media più alta possibile.

# varano.curva6
source: In curve 10 we try to be wider to better approach curve 11.
it: In “curva 10” si cerca di essere più larghi per approcciare meglio “curva 11”.

# varano.curva7
source: Finally the last 2 curves 12 and 13 face each other with the same flying angle to always have the same trottle and exit in third.
it: Infine le ultime 2 curve la 12 e la 13 si affrontano con lo stesso angolo volante per avere sempre lo stesso trottle e uscire in terza.

# varano.storia
source: The Varano Melegari racetrack was born towards the end of 1969 on the initiative of a group of local enthusiasts led by Ennio Dallara, Romano Meggi, Giuseppe Dalla Chiesa, the mayor Giorgio Bonzani and the engineer Giampaolo Dallara; the first track whose asphalt is laid by the company of Cavalier Ennio Dallara, father of the engineer, with the involvement of several truck drivers in the area, measures only 550 meters and, apart from a small variant on the north side, practically delimits the field football club of the country.
it: L’autodromo di Varano Melegari nasce verso la fine del 1969 per iniziativa di un gruppo di appassionati locali capitanati da Ennio Dallara, Romano Meggi, Giuseppe Dalla Chiesa, dal sindaco Giorgio Bonzani e dall’ingegner Giampaolo Dallara; il primo tracciato il cui asfalto viene steso dall’impresa del cavalier Ennio Dallara, padre dell’ingegnere, con il coinvolgimento di diversi camionisti della zona, misura solo 550 metri e, a parte una piccola variante sul lato nord, in pratica delimita il campo da calcio del paese.

# varano.descrizione
source: The Varano circuit has a maximum of 14 curves in the 2,350km version. NIt reaches a maximum of 182 meters in curve 11, while the width varies from 10 to 12 meters. N- The first sector has 2 braking points T1 and T2 while in T3 there is the parabolic to then accelerate up to the first chronometric confirmation. n- The second sector is the fastest with the first and second Esse. n- The third sector is the most guided and it is also uphill to turn 11 and then downhill to turn 14.
it: Il circuito di Varano ha un massimo di 14 curve nella versione da 2.350km. Si raggiunge un massimo di 182 metri in curva 11,mentre la larghezza varia dai 10 ai 12 metri. - Il primo settore presenta 2 punti di frenata T1 e T2 mentre in T3 c’è la parabolica per poi andare in accelerazione fino al primo riscontro cronometrico. - Il secondo settore è il più veloce con la prima e la seconda Esse. - Il terzo settore è il più guidato ed è anche in salita fino alla curva 11 per andare poi in discesa fino alla 14.

# imola.curva1
source: First tambourine curve, where you brake very late and then go full until you get to Villeneuve (curve 2)
it: Prima curva tamburello, dove si frena tardisissimo per poi andare in pieno fino ad arrivare alla Villeneuve (curva2)

# imola.curva2
source: Turn 4 is the shear where you use the curb at the exit doing Short shifting; continue up to the Piratella (Turn 5) which you do in full and then get to the most difficult braking of the circuit which is that of the Mineral waters.(Curve 11)
it: Curva 4 è la tosa dove si usa il cordolo in uscita facendo”Short shifting”;si continua fino alla “Piratella” (Curva 5) che si fa in pieno per poi arrivare alla frenata più difficile del circuito che è quella delle “Acque minerali “(Curva 11)

# imola.curva3
source: You accelerate uphill to the High variant where you take advantage of the whole track, going downhill to Rivazza where you brake very late and finally Rivazza 2 where with the Short Shifting you approach the very long straight that leads at the finish.
it: Si accelera in salita fino alla “Variante alta “ dove si sfrutta tutta la pista, andando in discesa fino alla “Rivazza” dove si frena molto tardi e infine “Rivazza 2” dove con lo “Short Shifting” si approccia al lunghissimo rettilineo che porta al traguardo.

# imola.storia
source: The Autodromo Internazionale Enzo e Dino Ferrari is universally recognized as a technical and difficult track to interpret and which requires a professional profile to be tackled at a high pace. NThe track, which follows the anticlockwise direction of travel, has a layout for both cars that for motorcycles and has a length between 4,909 and 4,936 meters, depending on the configurations. In August 2011, the circuit was also subjected to the resurfacing of the road surface, an operation that involved 70% of the track.
it: L’Autodromo Internazionale Enzo e Dino Ferrari è universalmente riconosciuto come un tracciato tecnico e difficile da interpretare e che richiede un profilo professionale per essere affrontato a ritmi elevati. Il tracciato, che segue il senso di marcia antiorario, presenta un layout sia per auto che per moto ed ha una lunghezza tra i 4.909 ed i 4.936 metri, a seconda delle configurazioni. Nell’agosto 2011 il circuito è stato anche oggetto del lavoro di riasfaltatura del manto stradale, operazione che ha riguardato il 70% del tracciato.

# vallelunga.curva1
source: You exit the Roma curve in third gear, put the fourth then the fifth, the half curve is done in full and you get to the Big Curve and you get grip on the front trying to round the curve.
it: Si esce dalla curva “Roma” in terza marcia ,si mette la quarta poi la quinta,la semicurva si fa in pieno e si arriva alla “Curva Grande” e si dà aderenza all’anteriore cercando di arrotondare la curva.

# vallelunga.curva2
source: You get to Cimini 1 and Cimini 2 which are 2 parabolic, you climb to third braking at 130 meters, widen between Cimini 1 and Cimini 2 and go to fifth up to the braking of the Campagnano.
it: Si arriva alla “Cimini 1” e alla “Cimini 2” che sono 2 paraboliche, si scala in terza frenando ai 130 metri , ci si allarga tra “Cimini 1” e “Cimini 2” e si va in quinta fino alla staccata della “Campagnano”.

# vallelunga.curva3
source: You brake at 100 meters by immediately taking the rope and holding it by putting the fourth and then the fifth.
it: Si frena ai 100 metri prendendo subito la corda e tenendola mettendo la quarta e poi la quinta.

# vallelunga.curva4
source: Climb to third and brake hard to enter turn 8, keeping the curb at the exit.
it: Si scala in terza e si frena forte per entrare in curva 8 tenendo il cordolo in uscita.

# vallelunga.curva5
source: Enter curve 6 with the fourth, exit in third and aim at the inside of the curve, take the point of the rope keeping the curb on the Semaforo.
it: Si entra in curva 6 con la quarta si esce in terza e si punta sull’interno della curvar si prende il punto di corda tenendo il cordolo sulla “Semaforo”.

# vallelunga.curva6
source: Put the second on the Tornantino, widen and exit in second.
it: Si mette la seconda sul “Tornantino” ci si allargara e si esce in seconda.

# vallelunga.curva7
source: You put the third sacrificing the first ESSE trying to stay as internal as possible, you go out and put the fourth.
it: Si mette la terza sacrificando la prima “ESSE” cercando di stare il più possibile interni ,si esce e si mette la quarta.

# vallelunga.curva8
source: The last curve delays the entry point and widens and goes to the finish line.
it: Ultima curva si ritarda il punto di ingresso ci si allarga e si va sul traguardo.

# vallelunga.storia
source: Vallelunga racetrack was born in 1951 from the transformation of a racecourse in Campagnano di Roma. The first car race there was held on December 9 on a sand track. In 1957, on the project of Piero Taruffi, the asphalt track was built which includes two tracks (Internazionale and Club).
it: L'autodromo Vallelunga nacque nel 1951 dalla trasformazione di un ippodromo a Campagnano di Roma. La prima corsa automobilistica ivi fu disputata il 9 dicembre su una pista di sabbia. Nel 1957, sul progetto di Piero Taruffi, fu realizzata la pista in asfalto che prevede due tracciati (Internazionale e Club).
